[
  {
    "offer": {
      "offer": "Nike",
      "web": "https://a3retailgroup.ru/",
      "cashback": "4",
      "period": "",
      "offer_type": "SPECIAL_CREDIT",
      "advert_text": "На покупку по кредитной карте не будут начисляться проценты, если погашать рассрочку ежемесячными платежами до даты, указанной в выписке.  Действует при оплате покупки кредитной картой только в магазинах из указанного списка. Nike – это бренд, являющийся лидером в сфере производства спортивной обуви и предметов одежды. Основанная пятьдесят лет назад, компания успела обогнать и оставить далеко позади многие другие спортивные марки."
    },
    "products": [
      {
        "Item": "Nike Беговые кроссовки  VaporFly 4% Flyknit",
        "Attributes": "Беговая обувь\nСозданные в соответствии с потребностями марафонцев мирового класса, Nike VaporFly 4% Flyknit помогают развивать рекордную скорость. Верх Flyknit усиливает вентиляцию и поддержку, а упругий пеноматериал и супинатор во всю длину возвращают энергию до самого финиша.",
        "price": "18790"
      },
      {
        "Item": "Nike Pico 4",
        "Attributes": "Кроссовки для девочек \nКроссовки для девочек Nike Pico 4 с регулируемыми ремешками интегрированным желобком обеспечивают комфортную посадку и удобство переобувания.",
        "price": "1990"
      },
      {
        "Item": "Nike Air Jordan 1 Retro High",
        "Attributes": "Женские кроссовки\nМодель Air Jordan I была разработана для игрока, который зажег площадку и навсегда изменил лигу. Женские кроссовки Air Jordan 1 Retro High сохранили культовые элементы дизайна оригинальной модели, включая легендарный логотип Wings.",
        "price": "8580"
      }
    ]
  },
  {
    "offer": {
      "offer": "Tramontana",
      "web": "https://tramontana.ru/",
      "cashback": 9.0,
      "period": "",
      "offer_type": "STANDARD",
      "advert_text": "The North Face, Arcteryx, Salomon и десятки других брендов в Outdoor-центре «Трамонтана». Профессиональные консультации, бесплатная доставка, быстрый и простой обмен и возврат товара, и любые формы оплаты сделают покупку удобной и безопасной. Спецпредложение распространяется при оплате картой на сайте, а так же в магазине на ул. Бронницкая, 24."
    },
    "products": [
      {
        "Item": "Кроссовки SALOMON SENSE RIDE",
        "Attributes": "Обувь~Кроссовки\nНе важно тренируетесь вы каждый день или только начинаете.\nДостаточный уровень амортизации, перепад 8 мм и зарекомендовавшая себя посадка — и вы готовы к бегу и преодолению себя.\nТехнология Vibe — уникальная комбинация технологий EnergyCell+ и Opal — работает как система виброгашения, снижая вредные нагрузки на колени и голеностоп, и обеспечивая точность движений.",
        "price": "5394.0"
      },
      {
        "Item": "Кроссовки SALOMON SENSE RIDE",
        "Attributes": "Обувь~Кроссовки\nНе важно тренируетесь вы каждый день или только начинаете. \nДостаточный уровень амортизации, перепад 8 мм и зарекомендовавшая себя посадка — и вы готовы к бегу и преодолению себя. \nТехнология Vibe — уникальная комбинация технологий EnergyCell+ и Opal — работает как система виброгашения, снижая вредные нагрузки на колени и голеностоп, и обеспечивая точность движений",
        "price": "5394.0"
      }
    ]
  },
  {
    "offer": {
      "offer": "Pro-bike",
      "web": "https://pro-bike.ru/",
      "cashback": 3.0,
      "period": "",
      "offer_type": "STANDARD",
      "advert_text": "Pro-Bike - это специализированный велосипедный интернет магазин с более чем 10-летним опытом продаж. Компания базируется в Москве и осуществляет продажи по всей России. За прошедшее время продано более 20 000 велосипедов различных типовых. Среди клиентов вы можете встретить: профессиональных спортсменов, людей увлеченных велосипедов, тех, кто выбирает велосипед в качестве транспортного средства, молодых родителей, выбирающих велосипед для себя и своих детей."
    },
    "products": [
      {
        "Item": "Haro Z18 (2015)",
        "Attributes": "Велосипеды~Детский велосипед\n",
        "price": "11375.0"
      },
      {
        "Item": "Haro Z10 (2015)",
        "Attributes": "Велосипеды~Детский велосипед\n",
        "price": "5610.0"
      },
      {
        "Item": "Haro Z12 (2015)",
        "Attributes": "Велосипеды~Детский велосипед\n",
        "price": "10920.0"
      },
      {
        "Item": "Haro Z20 (2015)",
        "Attributes": "Велосипеды~Детский велосипед\n",
        "price": "13255.0"
      },
      {
        "Item": "KHS T-Rex (2014)",
        "Attributes": "Велосипеды~Детский велосипед\n",
        "price": "10640.0"
      }
    ]
  },
  {
    "offer": {
      "offer": "Абрикос",
      "web": "https://www.abri-kos.ru/",
      "cashback": 5.0,
      "period": "",
      "offer_type": "STANDARD",
      "advert_text": "Компания Абрикос - это Интернет магазин продуктов питания: огромный ассортимент свежих и замороженных продуктов, бакалеи и бытовой химии. Доставка в удобное для вас время. Самовывоз ежедневно с 10.00 до 18.00. Продукция сертифицирована и зарегистрирована в системе Меркурий. Приятных покупок и хорошего настроения! Спецпредложение действует при условии оплаты на сайте компании или курьеру."
    },
    "products": [
      {
        "Item": "Молоко ГУСТИЯР сгущенное вареное 370г",
        "Attributes": "Молочные продукты~Молочные консервы\n",
        "price": "68.0"
      },
      {
        "Item": "Молоко  Густияр сгущенное с кофе 8,5% 380г ",
        "Attributes": "Молочные продукты~Молочные консервы\n",
        "price": "65.0"
      }
    ]
  }
]